smagorinsky_pimpleFoam_snappyPipe/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  v1912                                 |
|   \\  /    A nd           | Website:  www.openfoam.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

3
(
    topPatch
    {
        type            patch;
        nFaces          1768;
        startFace       497836;
    }
    wall
    {
        type            wall;
        inGroups        1(wall);
        nFaces          46048;
        startFace       499604;
    }
    bottomPatch
    {
        type            patch;
        nFaces          1768;
        startFace       545652;
    }
)

// ************************************************************************* //
